tap "aquaproj/aqua"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "datadog/pack"
tap "warashi/tap"

# Core tools
brew "chezmoi"
brew "git"
brew "git-delta"
brew "gh"
brew "ghq"
brew "tree"
brew "wget"

# Datadog CLI
brew "datadog/pack/pup"

# Shell & Terminal
brew "bat"
brew "felixkratz/formulae/borders"
brew "eza"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "jq"
brew "starship"
brew "tmux"
brew "zplug"
brew "gnu-sed"
brew "gnu-time"

# Languages & Runtimes
brew "go"
brew "deno"
brew "node"
brew "nvm"
brew "yarn"

# Python
brew "uv"
brew "poetry"

# Database
brew "postgresql@16"

# Development tools
brew "aqua"
cask "codex"
brew "docker-compose"
brew "golangci-lint"
brew "neovim"

# Linters & Formatters
brew "eslint"
brew "prettier"
brew "shfmt"
brew "stylua"
brew "yamllint"

# Infrastructure
brew "awscli"
brew "terraform"
brew "tflint"

# Casks - Apps
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "chatgpt"
cask "docker-desktop"
cask "drawio"
cask "notion"
cask "obsidian"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"

# Casks - Cloud
cask "gcloud-cli"
# session-manager-plugin requires sudo and is deprecated (2026-09-01)
# Install manually: brew install --cask session-manager-plugin

# Casks - Fonts
cask "font-cica"
cask "font-hack-nerd-font"
cask "font-monaspace"

# cage is installed via run_once script with --no-quarantine
