tap "aquaproj/aqua"
tap "aws/tap"
tap "datawire/blackbird"
tap "derailed/popeye"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "int128/ghcp"
tap "tilt-dev/tap"
brew "act"
brew "actionlint"
brew "argocd"
brew "openssl@1.1"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "certbot"
brew "coreutils"
brew "curl"
brew "deno"
brew "direnv"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-time"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "grep"
brew "helm"
brew "hugo"
brew "iam-policy-json-to-terraform"
brew "jq"
brew "k9s"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "libfido2"
brew "mupdf-tools"
brew "mysql"
brew "neovim"
brew "node"
brew "openssl@3"
brew "node-build"
brew "pandoc"
brew "percona-toolkit"
brew "pwgen"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "shfmt"
brew "stern"
brew "stylua"
brew "terraform"
brew "terraformer"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "vim"
brew "volta"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "aws/tap/aws-sam-cli"
brew "datawire/blackbird/telepresence"
brew "derailed/popeye/popeye"
brew "gromgit/fuse/sshfs-mac"
brew "tilt-dev/tap/ctlptl"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "docker"
cask "font-hack-nerd-font"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "macfuse"
cask "multipass"
cask "obsidian"
cask "slack"
cask "stoplight-studio"
cask "tableplus"
