tap "aws/tap"
tap "datawire/blackbird"
tap "derailed/popeye"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "actionlint"
brew "argocd"
brew "bat"
brew "openssl@1.1"
brew "certbot"
brew "curl"
brew "deno"
brew "direnv"
brew "fzf"
brew "ghq"
brew "git"
brew "python@3.9"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "hugo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "mysql"
brew "node"
brew "openssl@3"
brew "percona-toolkit"
brew "pwgen"
brew "ripgrep"
brew "stern"
brew "terraform"
brew "terraformer"
brew "tmux"
brew "vim"
brew "volta"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "datawire/blackbird/telepresence"
brew "derailed/popeye/popeye"
brew "gromgit/fuse/sshfs-mac"
cask "alacritty"
cask "amethyst"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "insomnia"
cask "kindle"
cask "macfuse"
cask "slack"
cask "stoplight-studio"
cask "tableplus"
